reproPack/code/cases/multple_clumps_and_water/CFD/0_org/H
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      H;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -2 -2 0 0 0 0];
//dimensions      [1 -3 1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet      
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    wall      
    {
        type            zeroGradient;

    }

    outlet      
    {
        type           zeroGradient;
    }

}

// ************************************************************************* //
