reproPack/code/cases/multple_clumps_and_water/CFD/0_org/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];
//dimensions      [0 0 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet      
    {
        type            zeroGradient;
    }

    wall      
    {
        type            zeroGradient;
    }

    outlet
    {
        type           fixedValue;
	value	uniform 0;
    }

    frontAndBack    
    {
        type            empty;
    }
}

// ************************************************************************* //
